---
kind: enumMember
id: F:Autodesk.Revit.DB.ZoomType.Zoom
enum: Autodesk.Revit.DB.ZoomType
source: html/4576d9a5-03d1-20d3-ff76-8224c8cccb49.htm
---
# Autodesk.Revit.DB.ZoomType.Zoom

The type of Zoom is user defined.